Repository: M1zz/ClipKeyboard
Catalog: ClipKeyboard/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 값을 사진에서 가져올 수도 있어요. 직접 칠 거면 그냥 넘어가세요.
cs: Hodnotu můžete načíst z fotky. Pokud ji raději napíšete, pokračujte dál.
da: Du kan også hente værdien fra et foto. Skal du skrive den selv, kan du bare springe over.
de: Du kannst den Wert auch aus einem Foto übernehmen. Wenn du lieber tippst, überspringe das einfach.
el: Μπορείτε να πάρετε την τιμή από μια φωτογραφία. Αν προτιμάτε να την πληκτρολογήσετε, προχωρήστε.
en: You can pull the value from a photo. If you would rather type it, just move on.
es: También puedes tomar el valor de una foto. Si prefieres escribirlo, sigue adelante.
fi: Voit hakea arvon myös kuvasta. Jos kirjoitat sen mieluummin itse, jatka vain eteenpäin.
fr: Vous pouvez récupérer la valeur depuis une photo. Si vous préférez la saisir, passez simplement.
id: Nilai bisa diambil dari foto. Kalau ingin mengetik sendiri, lewati saja.
it: Puoi anche prendere il valore da una foto. Se preferisci scriverlo, vai avanti.
ja: 値は写真から取り込むこともできます。手入力する場合は、そのまま進んでください。
nb: Du kan hente verdien fra et bilde. Vil du skrive den selv, bare gå videre.
nl: Je kunt de waarde ook uit een foto halen. Typ je liever zelf, ga dan gewoon verder.
pl: Wartość możesz pobrać ze zdjęcia. Jeśli wolisz wpisać ją ręcznie, pomiń ten krok.
pt_br: Você também pode pegar o valor de uma foto. Se preferir digitar, é só seguir.
ru: Значение можно взять из фото. Если хотите ввести вручную, просто пропустите этот шаг.
sv: Du kan också hämta värdet från ett foto. Vill du hellre skriva det själv, hoppa bara över det.
th: ดึงค่าจากรูปภาพได้ ถ้าจะพิมพ์เอง ข้ามได้เลย
tr: Değeri fotoğraftan da alabilirsiniz. Kendiniz yazacaksanız geçin.
vi: Bạn cũng có thể lấy giá trị từ ảnh. Nếu muốn tự gõ, cứ bỏ qua.
zh_hans: 值也可以从照片里取。想自己打就直接跳过。
zh_hant: 值也可以從照片裡取。想自己打就直接跳過。

source: 값을 선택하세요
cs: Vyberte hodnotu
da: Vælg en værdi
de: Wähle einen Wert
el: Επιλέξτε μια τιμή
en: Select a value
es: Elige un valor
fi: Valitse arvo
fr: Choisissez une valeur
id: Pilih nilai
it: Seleziona un valore
ja: 値を選択してください
nb: Velg en verdi
nl: Kies een waarde
pl: Wybierz wartość
pt_br: Selecione um valor
ru: Выберите значение
sv: Välj ett värde
th: เลือกค่า
tr: Bir değer seçin
vi: Chọn một giá trị
zh_hans: 请选择一个值
zh_hant: 請選擇一個值

source: 값을 입력하세요
cs: Zadejte hodnotu
da: Indtast en værdi
de: Gib einen Wert ein
el: Εισαγάγετε μια τιμή
en: Enter a value
es: Ingresa un valor
fi: Anna arvo
fr: Saisissez une valeur
id: Masukkan nilai
it: Inserisci un valore
ja: 値を入力してください
nb: Skriv inn en verdi
nl: Voer een waarde in
pl: Wpisz wartość
pt_br: Digite um valor
ru: Введите значение
sv: Ange ett värde
th: ใส่ค่า
tr: Bir değer girin
vi: Nhập giá trị
zh_hans: 请输入值
zh_hant: 請輸入值

source: 값을 입력해주세요
cs: Zadejte hodnotu
da: Indtast en værdi
de: Gib einen Wert ein
el: Εισαγάγετε μια τιμή
en: Enter a value
es: Ingresa un valor
fi: Anna arvo
fr: Saisissez une valeur
id: Masukkan nilai
it: Inserisci un valore
ja: 値を入力してください
nb: Skriv inn en verdi
nl: Voer een waarde in
pl: Wpisz wartość
pt_br: Digite um valor
ru: Введите значение
sv: Ange ett värde
th: ใส่ค่า
tr: Bir değer girin
vi: Nhập giá trị
zh_hans: 请输入值
zh_hant: 請輸入值

source: 값이 바뀌었죠? 이번엔 왼쪽을 눌러 두 번째 값을 넣어보세요.
cs: Hodnota se změnila? Teď klepněte vlevo a vložte druhou hodnotu.
da: Ændrede værdien sig? Tryk nu til venstre for at indsætte den anden værdi.
de: Hat sich der Wert geändert? Tippe jetzt links, um den zweiten Wert einzufügen.
el: Άλλαξε η τιμή; Τώρα πατήστε αριστερά για να εισαγάγετε τη δεύτερη τιμή.
en: See the value change? Now tap the left side to insert the second value.
es: ¿Cambió el valor? Ahora toca el lado izquierdo para insertar el segundo valor.
fi: Muuttuiko arvo? Napauta nyt vasenta puolta ja lisää toinen arvo.
fr: La valeur a changé ? Appuyez maintenant à gauche pour insérer la deuxième valeur.
id: Nilainya berubah, kan? Sekarang ketuk sisi kiri untuk memasukkan nilai kedua.
it: Vedi il valore cambiare? Ora tocca a sinistra per inserire il secondo valore.
ja: 値が変わりましたか? 今度は左をタップして、2番目の値を入力してみましょう。
nb: Endret verdien seg? Trykk nå på venstre side for å sette inn den andre verdien.
nl: Zie je de waarde veranderen? Tik nu links om de tweede waarde in te voeren.
pl: Wartość się zmieniła? Teraz stuknij lewą stronę, aby wstawić drugą wartość.
pt_br: O valor mudou? Agora toque no lado esquerdo para inserir o segundo valor.
ru: Видите, значение изменилось? Теперь нажмите слева, чтобы вставить второе значение.
sv: Ändrades värdet? Tryck nu till vänster för att infoga det andra värdet.
th: ค่าเปลี่ยนแล้วใช่ไหม ลองแตะด้านซ้ายเพื่อแทรกค่าที่สอง
tr: Değer değişti mi? Şimdi sola dokunup ikinci değeri ekleyin.
vi: Giá trị đã đổi chưa? Lần này bấm bên trái để chèn giá trị thứ hai.
zh_hans: 看到值变了吧？这次点左边，把第二个值填进去。
zh_hant: 看到值變了吧？這次點左邊，把第二個值填進去。

source: 값이 없습니다
cs: Žádné hodnoty
da: Ingen værdier
de: Keine Werte
el: Δεν υπάρχουν τιμές
en: No values
es: Sin valores
fi: Ei arvoja
fr: Aucune valeur
id: Belum ada nilai
it: Nessun valore
ja: 値がありません
nb: Ingen verdier
nl: Geen waarden
pl: Brak wartości
pt_br: Nenhum valor
ru: Нет значений
sv: Inga värden
th: ไม่มีค่า
tr: Değer yok
vi: Không có giá trị
zh_hans: 没有值
zh_hant: 沒有值

source: 값이 없습니다. 템플릿 사용 시 값을 추가하세요.
cs: Žádné hodnoty. Při použití šablony přidejte hodnoty.
da: Ingen værdier endnu. Tilføj værdier, når du bruger skabelonen.
de: Noch keine Werte. Füge Werte hinzu, wenn du die Vorlage benutzt.
el: Δεν υπάρχουν τιμές. Προσθέστε τιμές όταν χρησιμοποιείτε το πρότυπο.
en: No values yet. Add values when you use the template.
es: Aún no hay valores. Agrégalos al usar la plantilla.
fi: Ei vielä arvoja. Lisää arvot, kun käytät pohjaa.
fr: Aucune valeur. Ajoutez des valeurs en utilisant le modèle.
id: Belum ada nilai. Tambahkan nilai saat memakai templat.
it: Nessun valore. Aggiungi i valori quando usi il modello.
ja: 値がありません。 テンプレートの使用時に値を追加してください。
nb: Ingen verdier ennå. Legg til verdier når du bruker malen.
nl: Nog geen waarden. Voeg waarden toe als je het sjabloon gebruikt.
pl: Brak wartości. Dodaj wartości przy użyciu szablonu.
pt_br: Nenhum valor ainda. Adicione valores ao usar o modelo.
ru: Значений пока нет. Добавьте их при использовании шаблона.
sv: Inga värden ännu. Lägg till värden när du använder mallen.
th: ยังไม่มีค่า เพิ่มค่าเมื่อใช้เทมเพลต
tr: Henüz değer yok. Şablon kullanırken değer ekleyin.
vi: Chưa có giá trị. Hãy thêm giá trị khi dùng mẫu.
zh_hans: 还没有值。 使用模板时可以添加值。
zh_hant: 還沒有值。 使用範本時可以新增值。

source: 값이 여러 개인 단축어를 잠가 두었어도, 오른쪽 화살표로 원하는 값을 고른 다음 왼쪽을 눌러 인증하면 그 값만 들어갑니다.
cs: I když je fráze s více hodnotami zamčená, vyberte šipkou vpravo hodnotu, klepnutím vlevo se ověřte a vloží se jen ta jedna.
da: Selv hvis en frase med flere værdier er låst, kan du vælge den ønskede værdi med pilen til højre og trykke til venstre for at bekræfte. Kun den værdi bliver indsat.
de: Auch wenn ein Textbaustein mit mehreren Werten gesperrt ist: Wähle mit dem Pfeil rechts den gewünschten Wert und tippe links, um dich zu bestätigen. Dann wird nur dieser Wert eingefügt.
el: Ακόμη και όταν μια φράση με πολλές τιμές είναι κλειδωμένη, επιλέξτε την τιμή που θέλετε με το δεξί βέλος και πατήστε αριστερά για ταυτοποίηση. Εισάγεται μόνο αυτή η τιμή.
en: Even when a snippet with several values is locked, pick the one you want with the arrow, then tap the left side to unlock. Only that value goes in.
es: Aunque hayas bloqueado una frase con varios valores, elige el que quieras con la flecha derecha y toca el lado izquierdo para autenticarte. Solo se inserta ese valor.
fi: Vaikka monen arvon fraasi olisi lukittu, valitse haluamasi arvo nuolella ja todenna napauttamalla vasenta puolta. Vain se arvo lisätään.
fr: Même si une phrase à plusieurs valeurs est verrouillée, choisissez la valeur voulue avec la flèche de droite, puis appuyez à gauche pour vous authentifier. Seule cette valeur sera saisie.
id: Meski frasa dengan beberapa nilai dikunci, pilih nilai yang Anda mau dengan panah kanan, lalu ketuk sisi kiri untuk membuka kunci. Hanya nilai itu yang dimasukkan.
it: Anche se una frase con più valori è bloccata, scegli il valore con la freccia a destra, poi tocca a sinistra per autenticarti. Verrà inserito solo quel valore.
ja: 複数の値を持つ定型文をロックしていても、右の矢印で使いたい値を選び、左をタップして認証すると、その値だけが入力されます。
nb: Selv om en frase med flere verdier er låst, kan du velge verdien du vil ha med høyrepilen og trykke til venstre for å låse opp. Bare den verdien settes inn.
nl: Ook als je een fragment met meerdere waarden hebt vergrendeld, kies je met de pijl rechts de gewenste waarde en tik je links om te verifiëren. Alleen die waarde wordt ingevoerd.
pl: Nawet gdy fraza z wieloma wartościami jest zablokowana, wybierz strzałką potrzebną wartość, a potem stuknij lewą stronę i uwierzytelnij się. Wstawiona zostanie tylko ta wartość.
pt_br: Mesmo com uma frase de vários valores bloqueada, escolha o valor com a seta da direita e toque no lado esquerdo para autenticar. Só esse valor será inserido.
ru: Даже если фраза с несколькими значениями закрыта, выберите нужное стрелкой справа, затем нажмите слева и подтвердите. Вставится только это значение.
sv: Även om en fras med flera värden är låst kan du välja värde med pilen till höger och trycka till vänster för att låsa upp. Bara det värdet skrivs in.
th: แม้ล็อกข้อความด่วนที่มีหลายค่าไว้ ก็เลือกค่าที่ต้องการด้วยลูกศรด้านขวา แล้วแตะด้านซ้ายเพื่อยืนยันตัวตน ระบบจะใส่เฉพาะค่านั้น
tr: Birden çok değerli bir ifade kilitli olsa da, sağ okla istediğiniz değeri seçip sola dokunarak doğrulayın. Yalnızca o değer girilir.
vi: Dù cụm từ có nhiều giá trị đã bị khóa, bạn vẫn chọn giá trị muốn dùng bằng mũi tên phải, rồi bấm bên trái để xác thực. Chỉ giá trị đó được nhập vào.
zh_hans: 就算把多值短语锁起来，也可以用右边的箭头挑出想要的那条，再按左边验证，只有那一条会填进去。
zh_hant: 就算把多值短語鎖起來，也可以用右邊的箭頭挑出想要的那條，再按左邊驗證，只有那一條會填進去。

source: 강조된 칸만 채우면 나머지 문장은 그대로 완성돼요. 자주 쓰는 양식을 빠르게 입력하세요.
cs: Vyplňte jen zvýrazněná pole a zbytek textu se dokončí sám. Rychle zadávejte své časté formuláře.
da: Udfyld kun de fremhævede felter, så er resten af teksten færdig. Skriv dine faste formularer hurtigt.
de: Fülle nur die markierten Ausfüllfelder aus, der Rest des Textes ergänzt sich von selbst. So gibst du oft genutzte Formulare schnell ein.
el: Συμπληρώστε μόνο τα επισημασμένα πεδία και το υπόλοιπο κείμενο ολοκληρώνεται μόνο του. Πληκτρολογήστε γρήγορα τις φόρμες που χρησιμοποιείτε συχνά.
en: Just fill in the highlighted slots, the rest of the text completes itself. Enter your go-to formats in a flash.
es: Llena solo los campos resaltados y el resto del texto se completa solo. Escribe tus formatos de siempre en un momento.
fi: Täytä vain korostetut kentät, niin loppu teksti valmistuu itsestään. Kirjoita usein käyttämäsi lomakkeet nopeasti.
fr: Remplissez seulement les champs en surbrillance, le reste du texte se complète tout seul. Saisissez vos formulaires habituels rapidement.
id: Isi saja kolom yang disorot, sisa teksnya selesai dengan sendirinya. Masukkan format yang sering Anda pakai dengan cepat.
it: Compila solo i campi evidenziati: il resto del testo si completa da solo. Inserisci in fretta i moduli che usi più spesso.
ja: 強調された欄だけ入力すれば、残りの文は自動で完成します。よく使う書式をすばやく入力できます。
nb: Fyll bare ut de uthevede utfyllingsfeltene, så er resten av teksten ferdig. Skriv raskt inn maler du bruker ofte.
nl: Vul alleen de gemarkeerde velden in, de rest van de tekst vult zich vanzelf. Voer je vaste formulieren snel in.
pl: Wypełnij tylko wyróżnione pola, a reszta tekstu uzupełni się sama. Szybko wpisuj swoje ulubione formularze.
pt_br: Preencha só os campos destacados e o restante do texto se completa. Digite seus formatos de uso frequente rapidamente.
ru: Заполните выделенные поля, остальной текст сложится сам. Быстро вводите свои привычные шаблоны.
sv: Fyll bara i de markerade ifyllnadsfälten, så blir resten av texten klar. Skriv in dina vanliga formulär snabbt.
th: กรอกเฉพาะช่องที่ไฮไลต์ ข้อความที่เหลือจะครบเอง พิมพ์แบบฟอร์มที่ใช้บ่อยได้รวดเร็ว
tr: Yalnızca vurgulanan alanları doldurun, metnin geri kalanı kendiliğinden tamamlanır. Sık kullandığınız kalıpları hızla girin.
vi: Chỉ cần điền các ô được tô sáng, phần còn lại sẽ tự hoàn thành. Nhập nhanh các mẫu bạn hay dùng.
zh_hans: 只要填上高亮的空位，剩下的句子就自动补齐。常用的格式，一下就打完。
zh_hant: 只要填上高亮的空位，剩下的句子就自動補齊。常用的格式，一下就打完。

source: 같은 iCloud 계정의 iPhone과 Mac 사이에서 단축어를 자동으로 동기화합니다. Pro 또는 두 대째 상품으로 열리며, 실험적 기능이라 먼저 두 기기에서 잘 맞는지 확인해 보세요. 보안 단축어는 암호화된 채로 동기화됩니다.
cs: Automaticky synchronizuje fráze mezi iPhonem a Macem se stejným účtem iCloud. Odemyká se s Pro nebo produktem Dvě zařízení. Jde o experimentální funkci, nejdřív ověřte, že funguje na obou zařízeních. Zabezpečené fráze se synchronizují zašifrované.
da: Synkroniserer automatisk fraser mellem iPhone og Mac med samme iCloud-konto. Åbnes med Pro eller To enheder. Funktionen er eksperimentel, så tjek først, at den fungerer på begge enheder. Sikre fraser forbliver krypteret under synkronisering.
de: Synchronisiert Textbausteine automatisch zwischen iPhone und Mac mit derselben iCloud-Apple-ID. Verfügbar mit Pro oder Zwei Geräte. Die Funktion ist experimentell, prüfe daher zuerst, ob sie auf beiden Geräten gut klappt. Geschützte Textbausteine bleiben beim Synchronisieren verschlüsselt.
el: Συγχρονίζει αυτόματα τις φράσεις μεταξύ iPhone και Mac με τον ίδιο λογαριασμό iCloud. Ενεργοποιείται με το Pro ή με το «Δύο συσκευές». Είναι πειραματική λειτουργία, οπότε ελέγξτε πρώτα ότι λειτουργεί σωστά και στις δύο συσκευές. Οι ασφαλείς φράσεις συγχρονίζονται κρυπτογραφημένες.
en: Automatically syncs snippets between an iPhone and Mac signed in to the same iCloud account. Unlocked by Pro or by Two devices, and experimental: please verify it works across both devices first. Secure snippets stay encrypted while syncing.
es: Sincroniza las frases automáticamente entre un iPhone y un Mac con la misma cuenta de iCloud. Se activa con Pro o con Dos dispositivos. Es una función experimental, así que primero comprueba que funcione bien en ambos dispositivos. Las frases seguras se sincronizan cifradas.
fi: Synkronoi fraasit automaattisesti iPhonen ja Macin välillä, kun molemmissa on sama iCloud-tili. Käyttöön Pro tai Kaksi laitetta -paketilla. Ominaisuus on kokeellinen, joten tarkista ensin, että se toimii molemmilla laitteilla. Suojatut fraasit pysyvät salattuina synkronoinnin aikana.
fr: Synchronise automatiquement vos phrases entre un iPhone et un Mac connectés au même compte iCloud. Disponible avec Pro ou l'offre Deux appareils. Fonction expérimentale : vérifiez d'abord qu'elle fonctionne bien sur vos deux appareils. Les phrases sécurisées restent chiffrées pendant la synchronisation.
id: Menyinkronkan frasa secara otomatis antara iPhone dan Mac dengan akun iCloud yang sama. Terbuka dengan Pro atau paket Dua perangkat. Fitur ini masih eksperimental, jadi coba dulu di kedua perangkat. Frasa aman tetap terenkripsi saat disinkronkan.
it: Sincronizza automaticamente le frasi tra iPhone e Mac con lo stesso account iCloud. Si sblocca con Pro o con Due dispositivi. È una funzione sperimentale: verifica prima che funzioni su entrambi i dispositivi. Le frasi protette restano cifrate durante la sincronizzazione.
ja: 同じ iCloud アカウントの iPhone と Mac の間で、定型文を自動で同期します。Pro または2台目プランで利用できます。実験的な機能のため、まず両方の端末で問題なく動くか確認してください。セキュア定型文は暗号化されたまま同期されます。
nb: Synkroniserer fraser automatisk mellom iPhone og Mac med samme iCloud-konto. Låses opp med Pro eller To enheter. Funksjonen er eksperimentell, så sjekk først at den fungerer på begge enhetene. Sikre fraser forblir kryptert under synkronisering.
nl: Synchroniseert fragmenten automatisch tussen een iPhone en Mac met hetzelfde iCloud-account. Beschikbaar met Pro of Twee apparaten. Dit is een experimentele functie: controleer eerst of het op beide apparaten goed werkt. Beveiligde fragmenten blijven versleuteld tijdens het synchroniseren.
pl: Automatycznie synchronizuje frazy między iPhonem i Makiem zalogowanymi na to samo konto iCloud. Odblokowuje to Pro lub Drugie urządzenie. Funkcja jest eksperymentalna, więc najpierw sprawdź, czy działa na obu urządzeniach. Zabezpieczone frazy są synchronizowane w postaci zaszyfrowanej.
pt_br: Sincroniza as frases automaticamente entre iPhone e Mac com a mesma conta iCloud. Liberado com Pro ou com Dois aparelhos. É um recurso experimental, então confirme antes se funciona bem nos dois aparelhos. Frases protegidas são sincronizadas criptografadas.
ru: Автоматически синхронизирует фразы между iPhone и Mac, вошедшими в один и тот же аккаунт iCloud. Открывается через Pro или покупку «Два устройства», и пока экспериментально: сначала проверьте, что всё работает на обоих устройствах. Защищённые фразы синхронизируются в зашифрованном виде.
sv: Synkar fraser automatiskt mellan iPhone och Mac med samma iCloud-konto. Låses upp med Pro eller Två enheter. Funktionen är experimentell, så kontrollera först att den fungerar på båda enheterna. Säkra fraser synkas krypterade.
th: ซิงก์ข้อความด่วนระหว่าง iPhone กับ Mac ที่ใช้บัญชี iCloud เดียวกันโดยอัตโนมัติ ใช้ได้กับ Pro หรือแพ็กเกจสองเครื่อง และยังเป็นฟีเจอร์ทดลอง ควรตรวจสอบก่อนว่าใช้งานได้ดีบนทั้งสองเครื่อง ข้อความด่วนที่ป้องกันไว้จะซิงก์แบบเข้ารหัส
tr: Aynı iCloud hesabındaki iPhone ve Mac arasında ifadeleri otomatik eşitler. Pro veya İki cihaz ürünüyle açılır. Deneysel bir özellik olduğundan önce iki cihazda da düzgün çalıştığını kontrol edin. Güvenli ifadeler şifreli olarak eşitlenir.
vi: Tự động đồng bộ cụm từ giữa iPhone và Mac dùng cùng một tài khoản iCloud. Mở khóa bằng Pro hoặc gói Hai thiết bị. Đây là tính năng thử nghiệm, nên bạn hãy kiểm tra trước xem hai thiết bị có khớp nhau không. Cụm từ bảo mật vẫn được mã hóa khi đồng bộ.
zh_hans: 在登录同一 iCloud 账户的 iPhone 和 Mac 之间自动同步短语。由 Pro 或「两台设备」解锁，而且是实验功能：请先确认两台设备上都正常。加密短语在同步时保持加密状态。
zh_hant: 在登入同一 iCloud 帳戶的 iPhone 和 Mac 之間自動同步短語。由 Pro 或「兩台裝置」解鎖，而且是實驗功能：請先確認兩台裝置上都正常。加密短語在同步時保持加密狀態。

source: 같은 iCloud 계정의 iPhone과 Mac 사이에서 단축어를 자동으로 동기화합니다. Pro 전용이며 실험적 기능이라, 먼저 두 기기에서 잘 맞는지 확인해 보세요. 보안 단축어는 암호화된 채로 동기화됩니다.
cs: Automaticky synchronizuje fráze mezi iPhonem a Macem se stejným účtem iCloud. Jen pro Pro a jde o experimentální funkci, nejdřív ověřte, že funguje na obou zařízeních. Zabezpečené fráze se synchronizují zašifrované.
da: Synkroniserer automatisk fraser mellem iPhone og Mac med samme iCloud-konto. Kun med Pro. Funktionen er eksperimentel, så tjek først, at den fungerer på begge enheder. Sikre fraser forbliver krypteret under synkronisering.
de: Synchronisiert Textbausteine automatisch zwischen iPhone und Mac mit demselben iCloud-Account. Nur mit Pro. Die Funktion ist experimentell, prüfe daher zuerst, ob sie auf beiden Geräten gut klappt. Geschützte Textbausteine bleiben beim Synchronisieren verschlüsselt.
el: Συγχρονίζει αυτόματα τις φράσεις μεταξύ iPhone και Mac με τον ίδιο λογαριασμό iCloud. Μόνο για Pro και πειραματική λειτουργία, οπότε ελέγξτε πρώτα ότι λειτουργεί σωστά και στις δύο συσκευές. Οι ασφαλείς φράσεις συγχρονίζονται κρυπτογραφημένες.
en: Automatically syncs snippets between an iPhone and Mac signed in to the same iCloud account. Pro only, and experimental: please verify it works across both devices first. Secure snippets stay encrypted while syncing.
es: Sincroniza las frases automáticamente entre un iPhone y un Mac con la misma cuenta de iCloud. Solo para Pro. Es una función experimental, así que primero comprueba que funcione bien en ambos dispositivos. Las frases seguras se sincronizan cifradas.
fi: Synkronoi fraasit automaattisesti iPhonen ja Macin välillä, kun molemmissa on sama iCloud-tili. Vain Pro-käyttäjille. Ominaisuus on kokeellinen, joten tarkista ensin, että se toimii molemmilla laitteilla. Suojatut fraasit pysyvät salattuina synkronoinnin aikana.
fr: Synchronise automatiquement vos phrases entre un iPhone et un Mac connectés au même compte iCloud. Réservé à Pro. Fonction expérimentale : vérifiez d'abord qu'elle fonctionne bien sur vos deux appareils. Les phrases sécurisées restent chiffrées pendant la synchronisation.
id: Menyinkronkan frasa secara otomatis antara iPhone dan Mac dengan akun iCloud yang sama. Khusus Pro dan masih eksperimental, jadi coba dulu di kedua perangkat. Frasa aman tetap terenkripsi saat disinkronkan.
it: Sincronizza automaticamente le frasi tra iPhone e Mac con lo stesso account iCloud. Solo per Pro. È una funzione sperimentale: verifica prima che funzioni su entrambi i dispositivi. Le frasi protette restano cifrate durante la sincronizzazione.
ja: 同じ iCloud アカウントの iPhone と Mac の間で、定型文を自動で同期します。Pro 専用の実験的な機能のため、まず両方の端末で問題なく動くか確認してください。セキュア定型文は暗号化されたまま同期されます。
nb: Synkroniserer fraser automatisk mellom iPhone og Mac med samme iCloud-konto. Bare for Pro. Funksjonen er eksperimentell, så sjekk først at den fungerer på begge enhetene. Sikre fraser forblir kryptert under synkronisering.
nl: Synchroniseert fragmenten automatisch tussen een iPhone en Mac met hetzelfde iCloud-account. Alleen met Pro en experimenteel: controleer eerst of het op beide apparaten goed werkt. Beveiligde fragmenten blijven versleuteld tijdens het synchroniseren.
pl: Automatycznie synchronizuje frazy między iPhonem i Makiem zalogowanymi na to samo konto iCloud. Tylko w Pro. Funkcja jest eksperymentalna, więc najpierw sprawdź, czy działa na obu urządzeniach. Zabezpieczone frazy są synchronizowane w postaci zaszyfrowanej.
pt_br: Sincroniza as frases automaticamente entre iPhone e Mac com a mesma conta iCloud. Exclusivo do Pro e experimental, então confirme antes se funciona bem nos dois aparelhos. Frases protegidas são sincronizadas criptografadas.
ru: Автоматически синхронизирует фразы между iPhone и Mac, вошедшими в один аккаунт iCloud. Только для Pro, и это экспериментальная функция: сначала проверьте, как это работает на обоих устройствах. Защищённые фразы синхронизируются в зашифрованном виде.
sv: Synkar fraser automatiskt mellan iPhone och Mac med samma iCloud-konto. Endast för Pro. Funktionen är experimentell, så kontrollera först att den fungerar på båda enheterna. Säkra fraser synkas krypterade.
th: ซิงก์ข้อความด่วนระหว่าง iPhone กับ Mac ที่ใช้บัญชี iCloud เดียวกันโดยอัตโนมัติ เฉพาะ Pro และยังเป็นฟีเจอร์ทดลอง ควรตรวจสอบก่อนว่าใช้งานได้ดีบนทั้งสองเครื่อง ข้อความด่วนที่ป้องกันไว้จะซิงก์แบบเข้ารหัส
tr: Aynı iCloud hesabındaki iPhone ve Mac arasında ifadeleri otomatik eşitler. Yalnızca Pro için geçerlidir ve deneyseldir, önce iki cihazda da düzgün çalıştığını kontrol edin. Güvenli ifadeler şifreli olarak eşitlenir.
vi: Tự động đồng bộ cụm từ giữa iPhone và Mac dùng cùng một tài khoản iCloud. Chỉ dành cho Pro. Đây là tính năng thử nghiệm, nên bạn hãy kiểm tra trước xem hai thiết bị có khớp nhau không. Cụm từ bảo mật vẫn được mã hóa khi đồng bộ.
zh_hans: 在登录同一 iCloud 账户的 iPhone 和 Mac 之间自动同步短语。仅限 Pro，而且是实验功能：请先确认两台设备上都正常。加密短语在同步时保持加密状态。
zh_hant: 在登入同一 iCloud 帳戶的 iPhone 和 Mac 之間自動同步短語。僅限 Pro，而且是實驗功能：請先確認兩台裝置上都正常。加密短語在同步時保持加密狀態。
